/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Annuler";
"_upload_file_"             = "Téléverser un fichier";
"_upload_encrypted_file_"   = "Téléverser un fichier chiffré";
"_loading_"                 = "Chargement";
"_loading_num_"             = "Chargement du fichier %i";
"_loading_camera_upload_"   = "Téléversement automatique";
"_uploading_"               = "Téléversement";
"_synchronization_"         = "Synchronisation";
"_delete_"                  = "Supprimer";
"_delete_file_n_"           = "Suppression du fichier %i sur %i";
"_rename_"                  = "Renommer";
"_move_"                    = "Déplacer";
"_move_file_n_"             = "Déplacement du fichier %i sur %i";
"_create_folder_"           = "Créer un nouveau dossier";
"_creating_sharing_"        = "Créer un partage";
"_updating_sharing_"        = "Mettre à jour un partage";
"_removing_sharing_"        = "Supprimer un partage";
"_add_"                     = "Ajouter";
"_login_"                   = "Connexion";
"_save_"                    = "Enregistrer";
"_save_encrypted_"          = "Sauvegarde chiffrée";
"_warning_"                 = "Attention";
"_error_"                   = "Erreur";
"_no_"                      = "Non";
"_yes_"                     = "Oui";
"_select_"                  = "Sélectionner";
"_crypto_cloud_upload_"     = "_brand_ - Upload";
"_home_"                    = "Fichier";
"_file_to_upload_"          = "Fichier à téléverser";
"_destination_"             = "Destination";
"_ok_"                      = "Ok";
"_beta_version_"            = "Version bêta";
"_function_in_testing_"     = "Fonction en test, merci d'envoyer des informations en cas de problèmes ou dysfonctionnements.";
"_done_"                    = "Terminé";
"_passcode_too_short_"      = "Passcode too short, at least 4 characters";
"_selected_"                = "Selectionné";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "Aucun compte trouvé";
"_info_"                    = "Info";
"_save_exit_"               = "Voulez-vous quitter sans sauvegarder?";
"_video_"                   = "Vidéo";

// App

"_synchronization_header_"  = "Synchronisation des entêtes chiffrées en cours ...";
"_network_available_"       = "Réseau disponible";
"_network_not_available_"   = "Réseau indisponible";

// Networking

"_file_too_big_"            = "Fichier trop gros pour être chiffré/déchiffré";
"_file_too_big_max_100_"    = "Taille du fichier trop gros (max 100 kb.)";
"_...loading..._"           = "...chargement...";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "File not found, can not resend it, delete upload and reload the file to be upload.";
"_file_already_exists_"     = "Unable to complete the operation, there is a file with the same name";
"_read_file_error_"         = "Erreur de lecture du fichier";

// Settings

"_acknowledgements_"        = "Acknowledgements";
"_settings_"                = "Paramètres";
"_passcode_"                = "Mot de passe";
"_lock_active_"             = "Verrouillage : Actif";
"_lock_not_active_"         = "Verrouillage : Inactif";
"_lock_protection_folder_"  = "Lock for protected folders only";
"_url_"                     = "Url";
"_username_"                = "Nom d'utilisateur";
"_change_credentials_"      = "Change your credentials";
"_wifi_only_"               = "Utiliser seulement la connection Wi-Fi";
"_uploading_from_camera_"   = "Automatic uploading from the camera";
"_app_version_"             = "Application Version";
"_app_in_use_"              = "Application in use";
"_contact_by_email_"        = "Contactez-nous par e-mail";
"_clear_cache_"             = "Nettoyer le cache (utilisé %@)";
"_exit_"                    = "Exit _brand_";
"_funct_not_enabled_"       = "Fonctionnalité désactivée";
"_passcode_activate_"       = "Password Lock activated";
"_disabling_passcode_"      = "Disabling Password Lock";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue? (Nothing will be modified in cloud)";
"_proceed_"                 = "Proceed";
"_delete_cache_"            = "Supprimer le cache";
"_want_delete_cache_"       = "Do you want to delete cache (will also delete all local files and reset the favorite)?";
"_mail_deleted_"            = "Mail deleted";
"_mail_saved_"              = "E-mail sauvegardé";
"_mail_sent_"               = "E-mail envoyé avec succès";
"_mail_failure_"            = "Échec de l'envoi du mail: %@";
"_information_req_"         = "Information request";
"_credentials_"             = "Credentials";
"_manage_account_"          = "Gestion des comptes";
"_modify_account_"          = "Modifier le compte";
"_add_owncloud_"            = "Ajouter un compte ownCloud";
"_add_dropbox_"             = "Ajouter un compte Dropbox";
"_add_nextcloud_"           = "Ajouter un compte Nextcloud";
"_delete_account_"          = "Supprimer le compte";
"_want_delete_"             = "Voulez-vous vraiment le supprimer ?";
"_no_delete_"               = "Non, ne pas le supprimer";
"_yes_delete_"              = "Oui, le supprimer";
"_remove_cache_"            = "Merci de patienter, suppression du cache en cours...";
"_optimizations_"           = "Optimizations";
"_synchronizations_"        = "Synchronizations folders";
"_version_server_"          = "Version serveur";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Votre mot de passe de la clé de chiffrement est";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Aide";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Change password type";

// Manage Camera Upload

"_upload_camera_"           = "Uploading the camera";
"_upload_camera_background_"= "Uploading in background";
"_upload_foto_camera_"      = "Uploading photos from camera";
"_upload_encry_camup_"      = "Uploading encrypted";
"_upload_video_camera_"     = "Uploading videos from camera";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Uploading videos automatically by camera";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Limitations";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Change folder";
"_upload_camera_location_now_"      = "Dossier";
"_upload_camera_location_default_"  = "Restaurer le dossier par défaut";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Sélectionner un dossier";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Upload all camera photos/videos";
"_upload_camera_fullphotos_footer_" = "Sélectionner les options ci-dessous avant de téléverser";

// Manage Photos

"_change_folder_photos_" = "Changer le dossier Photos";

// Manage Help

"_help_tutorial_"           = "Tutoriel";
"_help_intro_"              = "Introduction _brand_";
"_help_synchronizations_"   = "Synchronizations folders";
"_help_share_"              = "Sharing files or folders";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Copy Paste Files";
"_help_control_center_"     = "Control Center";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Remove files after upload";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations

"_sync_wifi_how_"           = "The files in synchronized folders will be updated only in the presence of Wi-Fi";
"_sync_active_"             = "Active synchronizations in folders";
"_sync_active_footer_"      = "You can swipe to delete a active synchronization";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Erreur de connexion";
"_add_your_owncloud_"       = "Ajouter votre compte ownCloud";
"_add_your_dropbox_"        = "Ajouter votre compte Dropbox";
"_add_your_nextcloud_"      = "Ajouter votre compte Nextcloud";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Entrez votre adresse email pour que le mot de passe de chiffrement vous soit envoyé (recommandé). Si vous ne pouvez pas ou ne voulez pas le faire maintenant, vous pourrez le configurer plus tard dans les paramètres.";
"_email_"                       = "email";
"_title_form_security_init_"    = "Options de sécurité";

// Favorite

"_favorites_"                   = "Favoris";
"_local_storage_"               = "Stockage local";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Copy here the files you want to consult offline and will continue to be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "Plus";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "No date";
"_today_"                                   = "Aujourd'hui";
"_time_"                                    = "Time : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "No photos or videos loaded";

// Template

"_title_"                       = "Titre";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Mot de passe : ";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Entrez un titre";
"_add_folder_"                  = "Ajouter un dossier";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name :";
"_code:_"                       = "Code :";
"_security_code:_"              = "Security code :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Date d'expiration :";
"_credit_card_"                 = "Credit Card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Number :";
"_place_of_birth:_"             = "Lieu de naissanse :";
"_date_of_birth:_"              = "Date de naissance :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "jamais";
"_less_a_minute_"               = "il y a moins d'une minute";
"_minutes_ago_"                 = "il y a %d minutes";
"_hours_ago_"                   = "il y a %d heures";
"_days_ago_"                    = "il y a %d jours";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "insert password";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "The file or folder have forbidden characters";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Photos";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Trier par date";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Trier par nom";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Delete files";
"_move_selected_files_"         = "Move files";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Error, operation canceled.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Remove from favorites";
"_add_favorites_"               = "Add to favorites";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Partager";
"_reload_"                      = "Reload";
"_open_in_"                     = "Ouvrir avec ...";
"_add_local_"                   = "Ajouter un stockage local";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "fichier non téléchargé";
"_file_not_uploaded_"           = "fichier non téléversé";
"_folders_"                     = "dossiers";
"_folder_"                      = "dossier";
"_files_"                       = "fichiers";
"_file_"                        = "fichier";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Parcourir les images";
"_synchronized_folder_"         = "Garder le dossier synchronisé";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_same_device_different_passcode_"  = "Le fichier a été chiffré sur le même périphérique mais avec un mot de passe différent. Rappelez-vous que si l'ancien mot de passe en entré, les fichiers avec le nouveau mot de passe ne seront pas lisible.";
"_file_encrypted_another_device_"   = "Le fichier a été chiffré sur un autre périphérique [%@], entrez le mot de passe pour déchiffrer le contenu.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elements";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu photos to upload";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "DOSSIERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "TEMPLATES";
"unknow"                        = "INCONNU";
"video"                         = "VIDÉO";

"_Device_Jailbroken_"           = "Attention! Votre périphérique est jailbreaké, l'opération de _brand_ n'apparait pas comme étant complètement compatible !!";
"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Fichiers manquants sur le serveur";

"_copy_file_"                   = "Copy file";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Paste files";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "Une erreur est survenue pendant le chiffrement du fichier %@. [%@]";
"_decrypt_error_"               = "Une erreur est survenue pendant le déchiffrement du fichier %@. [%@]";
"_encryption_"                  = "Chiffrement ...";
"_decryption_"                  = "Déchiffrement ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Wrong password";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Partager le lien";
"_share_link_button_"           = "Envoyer le lien à ...";
"_password_"                    = "Password";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Date";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Search";
"_find_sharee_"                 = "Search user or group ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Share";
"_direct_sharee_footer_"        = "If you already know the name of the user enter it and press 'Done' to confirm";
"_direct_sharee_"               = "Enter the username ...";
"_user_sharee_footer_"          = "Tap for change privileges";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "File/Folder";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "User";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Propriétaire";
"_share_permission_date_"           = "Date";
"_share_permission_email_"          = "Notification par email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Dossier : %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Done";
"Select Photos"                 = "Select Photos";
"photo"                         = "photo";
"photos"                        = "photos";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
